Repository: kGMia/MovieInfoEdit
Catalog: MovieInfoEdit/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

# About Description
source: An elegant batch .NFO file editor developed for macOS.
fr: Un élégant éditeur de fichiers .NFO par lots conçu pour macOS.
ja: macOS 向けのエレガントなバッチ .NFO ファイルエディタ。
zh_hans: 一款专为 macOS 打造的优雅批量 .NFO 文件编辑器。
zh_hant: 一款專為 macOS 打造的優雅批量 .NFO 文件編輯器。

source: About MovieInfoEdit
fr: À propos de MovieInfoEdit
ja: MovieInfoEdit について
zh_hans: 关于 MovieInfoEdit
zh_hant: 關於 MovieInfoEdit

# Actor Name
source: Name
fr: Nom
ja: 氏名
zh_hans: 姓名
zh_hant: 姓名

# Actor Name PH
source: Actor name
fr: Nom de l'acteur
ja: 俳優名
zh_hans: 演员姓名
zh_hant: 演員姓名

# Actor Role
source: Role
fr: Rôle
ja: 役名
zh_hans: 角色
zh_hant: 角色

# Actor Role PH
source: Character name
fr: Nom du personnage
ja: キャラクター名
zh_hans: 饰演角色
zh_hant: 角色

source: Actors
fr: Acteurs
ja: 出演者
zh_hans: 演员
zh_hant: 演員

source: Add Actor
fr: Ajouter un acteur
ja: 出演者を追加
zh_hans: 添加演员
zh_hant: 添加演員

# Add Genre Hint
source: Type and press Return to add
fr: Tapez et appuyez sur Entrée
ja: 入力後Returnで追加
zh_hans: 输入影片类型 (回车添加)
zh_hant: 輸入影片類型 (回車添加)

source: Add to Queue
fr: Ajouter à la file
ja: キューに追加
zh_hans: 加入序列
zh_hant: 加入序列

source: All Videos
fr: Toutes les vidéos
ja: すべての動画
zh_hans: 所有视频
zh_hant: 所有影片

source: App Language:
fr: Langue :
ja: アプリ言語:
zh_hans: 应用语言:
zh_hant: 應用语言:

# Appearance & Lang
source: Appearance & Language
fr: Apparence et langue
ja: 外観と表示言語
zh_hans: 外观与语言
zh_hant: 外觀與語言

source: (auto detect)
fr: (détection auto)
ja: (自動検出)
zh_hans: (自动识别)
zh_hant: (自動識別)

# Auto Extract Covers
source: Smart Extract
fr: Extraction Intelligente
ja: スマート抽出
zh_hans: 智能提取
zh_hant: 智能提取

source: Basic Info
fr: Infos de base
ja: 基本情報
zh_hans: 基础信息
zh_hant: 基礎信息

# Batch Changes Hint
source: Only fields you change will be applied to all selected videos.
fr: Seuls les champs modifiés seront appliqués à toutes les vidéos sélectionnées.
ja: 変更した項目のみ、選択したすべての動画に適用されます。
zh_hans: 仅将本次修改的字段应用到所有选中视频。
zh_hant: 僅將本次修改的欄位套用到所有選取影片。

# Cache Hint
source: The app records directors, genres and actors for quick autocomplete.
fr: L'app enregistre les réalisateurs, genres et actors pour la saisie automatique.
ja: 監督・ジャンル・出演者の入力履歴を記録し、次回の入力補完に活用します。
zh_hans: 系统会自动记录导演、类型、演员等信息，下次输入时可快速补全。
zh_hant: 系統會自動記錄導演、類型、演員等資訊，下次輸入時可快速補全。

source: Cache Management
fr: Gestion du cache
ja: キャッシュ管理
zh_hans: 缓存管理
zh_hant: 緩存管理

source: Cancel
fr: Annuler
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Check Library
fr: Vérifier la bibliothèque
ja: ライブラリを確認
zh_hans: 检查媒体库
zh_hant: 檢查媒體庫

source: Choose…
fr: Choisir…
ja: 選択…
zh_hans: 选择…
zh_hant: 選擇…

# Choose Containing Folder
source: Choose the media folder or one of its parent folders.
fr: Sélectionnez le dossier des médias ou un dossier parent.
ja: メディアのフォルダ、またはその親フォルダを選択してください。
zh_hans: 请选择媒体所在文件夹或其上级文件夹。
zh_hant: 請選擇媒體所在檔案夾或其上層檔案夾。

source: Clear Actors
fr: Effacer acteurs
ja: 出演者履歴を削除
zh_hans: 清除历史演员
zh_hant: 清除歷史演员

# Clear All
source: ⚠️ Clear All Records
fr: ⚠️ Tout effacer
ja: ⚠️ すべての履歴を削除
zh_hans: ⚠️ 清除所有记录
zh_hant: ⚠️ 清除所有記錄

source: Clear Directors
fr: Effacer réalisateurs
ja: 監督履歴を削除
zh_hans: 清除历史导演
zh_hant: 清除歷史导演

# Clear Done
source: Clear Completed
fr: Effacer les terminés
ja: 完了済みを削除
zh_hans: 清空已完成
zh_hant: 清空已完成

source: Clear Genres
fr: Effacer genres
ja: ジャンル履歴を削除
zh_hans: 清除历史类型
zh_hant: 清除歷史类型

# Clear Rating
source: Clear
fr: Effacer
ja: クリア
zh_hans: 清除
zh_hant: 清除

# Confirm Writes
source: Write Changes
fr: Écrire les modifications
ja: 変更を書き込む
zh_hans: 确认写入
zh_hant: 確認寫入

source: Conflicting Target
fr: Conflit de destination
ja: 保存先の競合
zh_hans: 写入目标冲突
zh_hant: 寫入目標衝突

source: Country
fr: Pays
ja: 制作国
zh_hans: 国家地区
zh_hant: 國家地區

# Create File
source: Create
fr: Créer
ja: 作成
zh_hans: 新建
zh_hant: 新增

source: Director
fr: Réalisateur
ja: 監督
zh_hans: 导演
zh_hant: 導演

source: Done
fr: Terminé
ja: 完了
zh_hans: 完成
zh_hant: 完成

# Drop Videos Here
source: Drop video files here
fr: Déposez des vidéos ici
ja: 動画をドロップ
zh_hans: 拖入视频文件
zh_hant: 拖入視頻文件

source: Duration:
fr: Durée :
ja: 再生時間:
zh_hans: 总时长:
zh_hant: 總時長:

# Editor & Import
source: Editor
fr: Éditeur
ja: 編集
zh_hans: 编辑与导入
zh_hant: 編輯與導入

# Editor Empty Hint
source: Import a media folder, then select videos in the sidebar to edit their NFO metadata and artwork.
fr: Importez un dossier, puis sélectionnez des vidéos dans la barre latérale pour modifier les métadonnées et les images.
ja: メディアフォルダを読み込み、サイドバーで動画を選択して NFO 情報と画像を編集します。
zh_hans: 导入媒体文件夹，在侧边栏选择视频，即可编辑 NFO 信息和封面。
zh_hant: 匯入媒體檔案夾，在側邊欄選取影片，即可編輯 NFO 資訊與封面。

# Extract More
source: Extract Deeper
fr: Extraire plus
ja: さらに抽出
zh_hans: 深度提取
zh_hant: 深度提取

source: Extracting...
fr: Extraction...
ja: 抽出中...
zh_hans: 正在提取...
zh_hant: 正在提取...

source: File Access
fr: Accès aux fichiers
ja: ファイルアクセス
zh_hans: 文件访问
zh_hant: 檔案存取

source: File Name:
fr: Nom du fichier :
ja: ファイル名:
zh_hans: 文件名称:
zh_hant: 檔案名稱:

# Files Changed Since Preview
source: Files changed since preview. Refresh the preview, or restore manually to avoid overwriting newer edits.
fr: Les fichiers ont changé. Actualisez l’aperçu ou restaurez manuellement pour préserver les modifications récentes.
ja: ファイルが変更されました。プレビューを更新するか、後の編集を上書きしないよう手動で復元してください。
zh_hans: 文件已发生变化，请刷新预览；撤销时请手动核对，避免覆盖后续修改。
zh_hant: 檔案已變更，請重新整理預覽；還原時請手動核對，避免覆寫後續修改。

# Folder Access Unavailable
source: Folder access is unavailable. Import the media folder to grant read and write access, and check that the drive is connected and writable.
fr: Accès au dossier indisponible. Importez-le pour autoriser la lecture et l’écriture, puis vérifiez le disque.
ja: フォルダにアクセスできません。フォルダを読み込んで権限を付与し、ドライブの接続と書き込み権限を確認してください。
zh_hans: 无法访问文件夹。请导入媒体所在文件夹以授予读写权限，并确认硬盘已连接且可写入。
zh_hant: 無法存取檔案夾。請匯入媒體所在檔案夾以授予讀寫權限，並確認硬碟已連接且可寫入。

# Gallery
source: Poster & Fanart
fr: Images locales
ja: ローカル画像
zh_hans: 本地图库
zh_hant: 本地圖庫

source: Generate NFO
fr: Générer les NFO
ja: NFO を生成
zh_hans: 一键生成 NFO
zh_hant: 一鍵生成 NFO

source: Grant Access
fr: Autoriser l’accès
ja: アクセスを許可
zh_hans: 授予访问权限
zh_hant: 授予存取權限

source: Grant access to this media folder so MovieInfoEdit can read existing .nfo files and artwork next to the selected videos.
fr: Autorisez l’accès à ce dossier multimédia pour que MovieInfoEdit puisse lire les fichiers .nfo et les illustrations à côté des vidéos sélectionnées.
ja: 選択した動画と同じ場所にある既存の .nfo ファイルやアートワークを MovieInfoEdit が読み取れるように、このメディアフォルダへのアクセスを許可してください。
zh_hans: 请授予此媒体文件夹的访问权限，以便 MovieInfoEdit 读取所选视频旁边已有的 .nfo 文件和封面图片。
zh_hant: 請授予此媒體資料夾的存取權限，讓 MovieInfoEdit 讀取所選影片旁已有的 .nfo 檔案和封面圖片。

source: Grant Folder Access
fr: Autoriser l’accès au dossier
ja: フォルダアクセスを許可
zh_hans: 授予文件夹访问权限
zh_hant: 授予資料夾存取權限

source: Import
fr: Importer
ja: 読み込む
zh_hans: 导入
zh_hant: 導入

source: Import Videos
fr: Importer vidéos
ja: 動画を読み込む
zh_hans: 导入视频
zh_hant: 導入視頻

# Interrupted Write Hint
source: Unfinished write: inspect the files before retrying. Undo is available only when the saved result still matches.
fr: Écriture inachevée : vérifiez les fichiers avant de réessayer. L’annulation exige un résultat identique.
ja: 未完了の書き込みです。再試行前に確認してください。記録と一致する場合のみ取り消せます。
zh_hans: 未完成的写入：重试前请检查文件；仅当文件与记录结果一致时可撤销。
zh_hant: 未完成的寫入：重試前請檢查檔案；僅在檔案與記錄結果一致時可還原。

# Invalid Filename
source: Use a filename without slashes, colons, or control characters.
fr: Le nom ne doit contenir ni barre oblique, ni deux-points, ni caractère de contrôle.
ja: ファイル名にスラッシュ、コロン、制御文字は使用できません。
zh_hans: 文件名不能包含斜杠、冒号或控制字符。
zh_hant: 檔名不能包含斜線、冒號或控制字元。

# Invalid NFO
source: The existing NFO is not a valid movie document. It has not been overwritten.
fr: Le NFO existant n’est pas un document de film valide. Il n’a pas été écrasé.
ja: 既存の NFO は有効な映画文書ではないため、上書きしませんでした。
zh_hans: 已有 NFO 不是有效的电影文档，未覆盖该文件。
zh_hant: 現有 NFO 不是有效的電影文件，未覆寫該檔案。

# Invalid NFO File
source: Invalid NFO
fr: NFO invalide
ja: 無効な NFO
zh_hans: NFO 格式无效
zh_hant: NFO 格式無效

source: Language
fr: Langue
ja: 言語
zh_hans: 语言
zh_hant: 語言

# Language Restart Hint
source: Some native UI elements may require an app restart.
fr: Certains éléments natifs nécessitent un redémarrage.
ja: 一部のシステムUIは再起動後に反映されます。
zh_hans: 部分系统原生界面需重启后完全生效。
zh_hant: 部分系統原生介面需重啟後完全生效。

# Lead Female
source: Female Lead
fr: Rôle principal (F)
ja: 主演（女）
zh_hans: 女主
zh_hant: 女主

# Lead Male
source: Male Lead
fr: Rôle principal (H)
ja: 主演（男）
zh_hans: 男主
zh_hant: 男主

source: Leave empty
fr: Laisser vide
ja: 空欄のまま
zh_hans: 留空
zh_hant: 留空

source: Library Filter
fr: Filtre de bibliothèque
ja: ライブラリフィルタ
zh_hans: 媒体库筛选
zh_hant: 媒體庫篩選

source: Missing NFO
fr: NFO manquant
ja: NFO なし
zh_hans: 缺少 NFO
zh_hant: 缺少 NFO

source: Missing Plot
fr: Synopsis manquant
ja: あらすじなし
zh_hans: 缺少剧情
zh_hant: 缺少劇情

source: Missing Poster
fr: Affiche manquante
ja: ポスターなし
zh_hans: 缺少海报
zh_hant: 缺少海報

source: Missing Year
fr: Année manquante
ja: 年なし
zh_hans: 缺少年份
zh_hant: 缺少年份

source: NFO Source
fr: Source NFO
ja: NFO ソース
zh_hans: NFO 源码
zh_hant: NFO 原始碼

source: No extension
fr: Sans extension
ja: 拡張子なし
zh_hans: 无扩展名
zh_hant: 無副檔名

# No Field Changes
source: No metadata field changes
fr: Aucun champ modifié
ja: メタデータ項目の変更なし
zh_hans: 元数据字段没有变化
zh_hant: 中繼資料欄位沒有變更

source: No matching videos
fr: Aucune vidéo correspondante
ja: 一致する動画なし
zh_hans: 没有符合条件的视频
zh_hant: 沒有符合條件的影片

source: No Recent Files
fr: Aucun fichier récent
ja: 最近のファイルなし
zh_hans: 无最近文件
zh_hant: 無最近文件

# No Write History
source: No writes yet
fr: Aucune écriture
ja: 書き込み履歴なし
zh_hans: 暂无写入记录
zh_hant: 尚無寫入記錄

source: Not selected
fr: Non sélectionné
ja: 未選択
zh_hans: 未选择
zh_hant: 未選擇

# OCR
source: OCR Extract
fr: Extraire (OCR)
ja: 字幕抽出(OCR)
zh_hans: 提取字幕 (OCR)
zh_hant: 提取字幕 (OCR)

# Offline or Unauthorized
source: Offline / Access Needed
fr: Hors ligne / Accès requis
ja: オフライン／権限が必要
zh_hans: 离线或未授权
zh_hant: 離線或未授權

source: Open Recent
fr: Ouvrir récent
ja: 最近使った項目
zh_hans: 打开最近
zh_hant: 打開最近

source: Plot
fr: Synopsis
ja: あらすじ
zh_hans: 剧情简介
zh_hant: 劇情簡介

source: Poster:
fr: Affiche :
ja: ポスター:
zh_hans: 封面:
zh_hant: 封面:

source: Premiered
fr: Première
ja: 公開日
zh_hans: 首映日期
zh_hant: 首映日期

# Preview Writes
source: Preview Changes
fr: Aperçu des modifications
ja: 変更をプレビュー
zh_hans: 预览写入更改
zh_hant: 預覽寫入變更

# Preview Writes Hint
source: Review metadata, renames and file destinations. Nothing is written until you confirm.
fr: Vérifiez les données, noms et destinations. Rien n’est écrit avant confirmation.
ja: 情報、名前変更、保存先を確認してください。確定するまで書き込みません。
zh_hans: 核对信息、重命名和文件目标；确认后才会写入。
zh_hant: 核對資訊、重新命名及檔案目標；確認後才會寫入。

source: Process
fr: Traiter
ja: 処理
zh_hans: 处理
zh_hant: 處理

# Process Queue
source: Queue
fr: File
ja: キュー
zh_hans: 处理序列
zh_hant: 處理序列

# Queue Target Conflict
source: Several tasks would write to the same file. Remove the conflict before continuing.
fr: Plusieurs tâches écrivent dans le même fichier. Résolvez le conflit.
ja: 複数のタスクが同じファイルに書き込みます。競合を解消してください。
zh_hans: 多个任务将写入同一文件，请先解决目标冲突。
zh_hant: 多個工作將寫入同一檔案，請先解決目標衝突。

source: Quick add:
fr: Ajout rapide :
ja: クイック追加:
zh_hans: 快捷添加:
zh_hant: 快捷添加:

source: Rating
fr: Note
ja: 評価
zh_hans: 评分
zh_hant: 評分

source: Remove
fr: Supprimer
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove from List
fr: Retirer de la liste
ja: リストから削除
zh_hans: 从列表中移除
zh_hant: 從列表中移除

source: Remove Selected
fr: Supprimer la sélection
ja: 選択したものを削除
zh_hans: 移除所选
zh_hant: 移除所選

source: Remove Selected Tasks
fr: Supprimer les tâches sélectionnées
ja: 選択したタスクを削除
zh_hans: 移除选中的任务
zh_hant: 移除選中的任務

# Replace File
source: Replace
fr: Remplacer
ja: 置き換え
zh_hans: 替换
zh_hant: 取代

source: Restore NFO Backup
fr: Restaurer la sauvegarde NFO
ja: NFO バックアップを復元
zh_hans: 从备份恢复 NFO
zh_hant: 從備份還原 NFO

source: Retry Failed
fr: Réessayer les échecs
ja: 失敗した項目を再試行
zh_hans: 重试失败项
zh_hant: 重試失敗項目

source: Reveal in Finder
fr: Afficher dans le Finder
ja: Finderで表示
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# Rollback Failed
source: Some files could not be restored. Check the media folder and NFO backup.
fr: Certains fichiers n’ont pas pu être restaurés. Vérifiez le dossier et la sauvegarde NFO.
ja: 一部のファイルを復元できませんでした。メディアフォルダと NFO バックアップを確認してください。
zh_hans: 部分文件无法恢复，请检查媒体目录和 NFO 备份。
zh_hant: 部分檔案無法還原，請檢查媒體目錄與 NFO 備份。

# Save Session
source: Save Workspace
fr: Enregistrer la session
ja: 作業状態を保存
zh_hans: 保存工作会话
zh_hant: 儲存工作階段

source: Search Videos
fr: Rechercher des vidéos
ja: 動画を検索
zh_hans: 搜索视频
zh_hant: 搜尋影片

# Select Cover
source: Select
fr: Choisir
ja: 選択
zh_hans: 选择
zh_hant: 選擇

# Select to Edit
source: Select a video on the left to start editing
fr: Sélectionnez une vidéo à gauche pour commencer
ja: 左側で動画を選択して編集開始
zh_hans: 请在左侧选择视频以开始编辑
zh_hant: 請在左側選擇視頻以開始編輯

source: Selected
fr: Sélectionné
ja: 选择中
zh_hans: 已选中
zh_hant: 已選中

# Selected Count
source: Selected
fr: Sélectionnés
ja: 選択中
zh_hans: 已选
zh_hant: 已選

# Selected N Images
source: images selected
fr: images sélectionnées
ja: 枚選択中
zh_hans: 张已选
zh_hant: 張已選

# Session Restore Failed
source: Could not fully restore the workspace. Unreadable session data is preserved when possible.
fr: Restauration incomplète. Les données illisibles sont conservées si possible.
ja: 作業状態を完全には復元できませんでした。読み取り不能なデータは可能な限り保存されます。
zh_hans: 无法完整恢复工作会话。无法读取的会话数据会尽可能保留备份。
zh_hant: 無法完整還原工作階段。無法讀取的資料會盡可能保留備份。

# Session Save Failed
source: Could not save the workspace.
fr: Impossible d’enregistrer la session.
ja: 作業状態を保存できませんでした。
zh_hans: 无法保存工作会话。
zh_hant: 無法儲存工作階段。

source: Settings
fr: Paramètres
ja: 設定
zh_hans: 设置
zh_hant: 設置

source: Sort by Added
fr: Trier par ajout
ja: 追加順に並べ替え
zh_hans: 按导入顺序排序
zh_hant: 按導入順序排序

source: Sort by Name
fr: Trier par nom
ja: 名前順に並べ替え
zh_hans: 按文件名排序
zh_hant: 按檔案名排序

source: Status
fr: Statut
ja: 処理状況
zh_hans: 处理状态
zh_hant: 處理狀態

# status.error
source: ❌ Failed
fr: ❌ Échec
ja: ❌ 失敗
zh_hans: ❌ 失败
zh_hant: ❌ 失敗

# status.processing
source: Processing…
fr: En cours…
ja: 処理中…
zh_hans: 处理中…
zh_hant: 處理中…

# status.success
source: ✅ Success
fr: ✅ Succès
ja: ✅ 完了
zh_hans: ✅ 成功
zh_hant: ✅ 成功

# status.waiting
source: Waiting
fr: En attente
ja: 待機中
zh_hans: 等待处理
zh_hant: 等待處理

source: Supporting
fr: Second rôle
ja: 助演
zh_hans: 配角
zh_hant: 配角

source: Target Video
fr: Vidéo cible
ja: 対象動画
zh_hans: 目标视频
zh_hant: 目標視頻

source: Theme
fr: Thème
ja: テーマ
zh_hans: 主题
zh_hant: 主題

# Theme Setting
source: Theme:
fr: Thème :
ja: テーマ設定:
zh_hans: 主题设定:
zh_hant: 主題设定:

# theme.dark
source: Dark
fr: Sombre
ja: ダーク
zh_hans: 黑暗
zh_hant: 黑暗

# theme.light
source: Light
fr: Clair
ja: ライト
zh_hans: 明亮
zh_hant: 明亮

# theme.system
source: System
fr: Système
ja: システム
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Title
fr: Titre
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: Toggle Sidebar
fr: Basculer la barre
ja: サイドバー切替
zh_hans: 切换侧边栏
zh_hant: 切換側邊栏

# Undo Write
source: Undo This Write
fr: Annuler cette écriture
ja: この書き込みを取り消す
zh_hans: 撤销此次写入
zh_hant: 還原此次寫入

# Undo Write Hint
source: Restore this write’s previous file contents and original video name? For repeated writes, undo the newest one first.
fr: Restaurer le contenu et le nom précédents ? Annulez d’abord l’écriture la plus récente.
ja: 書き込み前の内容と動画名を復元しますか？複数回書き込んだ場合は新しい順に取り消してください。
zh_hans: 还原此次写入前的文件内容和视频名称？同一文件多次写入时，请先撤销最新一次。
zh_hant: 要還原寫入前的檔案內容與影片名稱嗎？同一檔案多次寫入時，請先還原最新一次。

source: videos
fr: vidéos
ja: 本の動画
zh_hans: 个视频
zh_hant: 個視頻

source: Waiting
fr: En attente
ja: 待機
zh_hans: 等待
zh_hant: 等待

source: Workspace
fr: Espace de travail
ja: ワークスペース
zh_hans: 工作区
zh_hant: 工作區

source: Write History
fr: Historique des écritures
ja: 書き込み履歴
zh_hans: 写入历史
zh_hant: 寫入記錄

# Write History Hint
source: Undo restores metadata, copied artwork and video names. Files changed afterwards are protected.
fr: Restaurez les données, images copiées et noms. Les modifications ultérieures sont protégées.
ja: メタデータ、画像、動画名を復元します。その後に変更されたファイルは保護されます。
zh_hans: 撤销会还原元数据、复制的图片和视频名称；后续已被修改的文件不会被覆盖。
zh_hant: 還原將復原中繼資料、複製的圖片與影片名稱；後續已修改的檔案不會被覆寫。

source: Write Title
fr: Titre à écrire
ja: 書き込むタイトル
zh_hans: 写入标题
zh_hant: 寫入標題

source: Year
fr: Année
ja: 公開年
zh_hans: 年份
zh_hant: 年份

source: Actions
ja: 操作
zh_hans: 操作
zh_hant: 操作

source: Fanart:
ja: ファンアート:
zh_hans: 背景:
zh_hant: 背景:

source: Genres
ja: ジャンル
zh_hans: 类型
zh_hant: 類型

source: Studio
ja: スタジオ
zh_hans: 工作室
zh_hant: 工作室

source: Certification
zh_hans: 内容分级
zh_hant: 內容分級

source: Collection
zh_hans: 系列名称
zh_hant: 系列名稱

source: Collection and IDs
zh_hans: 系列与数据库编号
zh_hant: 系列與資料庫編號

source: Collection Overview
zh_hans: 系列简介
zh_hant: 系列簡介

# Collection Validation
source: Enter a collection name when adding a collection overview.
zh_hans: 填写系列简介时，请同时填写系列名称。
zh_hant: 填寫系列簡介時，請同時填寫系列名稱。

source: Extended Metadata
zh_hans: 更多影片信息
zh_hant: 更多影片資訊

# ID Validation
source: Invalid database ID. Use tt followed by digits for IMDb, or a positive integer for TMDb.
zh_hans: 数据库编号格式不正确。IMDb 使用 tt 加数字，TMDb 使用正整数。
zh_hant: 資料庫編號格式不正確。IMDb 使用 tt 加數字，TMDb 使用正整數。

# Metadata IDs Hint
source: IMDb example: tt0133093; TMDb example: 603. Trailer addresses are stored without downloading.
zh_hans: IMDb 示例：tt0133093；TMDb 示例：603。预告片仅保存地址，不会自动下载。
zh_hant: IMDb 範例：tt0133093；TMDb 範例：603。預告片僅儲存位址，不會自動下載。

# Multiple Values Hint
source: Separate writers and tags with semicolons or new lines.
zh_hans: 编剧和标签支持多个值，以分号或换行分隔。
zh_hant: 編劇和標籤支援多個值，以分號或換行分隔。

source: OK
zh_hans: 好
zh_hant: 好

source: Original Title
zh_hans: 原片名
zh_hant: 原片名

source: Outline
zh_hans: 简短简介
zh_hant: 簡短簡介

source: Release Date
zh_hans: 上映日期
zh_hant: 上映日期

source: Runtime (minutes)
zh_hans: 片长（分钟）
zh_hant: 片長（分鐘）

# Runtime Validation
source: Runtime must be a nonnegative whole number in minutes, or empty.
zh_hans: 片长请输入非负整数，单位为分钟；留空可清除。
zh_hant: 片長請輸入非負整數，單位為分鐘；留空可清除。

source: Sort Title
zh_hans: 排序名称
zh_hant: 排序名稱

source: Tagline
zh_hans: 宣传标语
zh_hant: 宣傳標語

source: Tags
zh_hans: 标签
zh_hant: 標籤

source: Trailer
zh_hans: 预告片地址
zh_hant: 預告片位址

source: Writers
zh_hans: 编剧
zh_hant: 編劇

source: Common options
zh_hans: 常用选项
zh_hant: 常用選項

# Read Runtime
source: Read
zh_hans: 获取
zh_hant: 取得

# Clear Runtime
source: Clear runtime and per-video values
zh_hans: 清除片长及逐片读取结果
zh_hant: 清除片長及逐片讀取結果

# Read Runtime Hint
source: Read each selected video’s duration, rounded to minutes. Values remain editable.
zh_hans: 读取每部选中影片的片长，四舍五入为分钟，读取后仍可手动修改。
zh_hant: 讀取每部選中影片的片長，四捨五入為分鐘，讀取後仍可手動修改。

# Runtime Unavailable
source: Could not read a valid duration. Check file access and format support, or enter it manually.
zh_hans: 无法读取有效片长。请检查文件访问权限及格式支持，或手动填写。
zh_hant: 無法讀取有效片長。請檢查檔案存取權限及格式支援，或手動填寫。

# Batch Runtime Ready
source: Durations are ready for each video and will be applied individually when added to the queue. Typing a value overrides them for all selected videos.
zh_hans: 已读取各影片片长，加入队列时将逐片应用。手动输入会统一覆盖所选影片的片长。
zh_hant: 已讀取各影片片長，加入佇列時將逐片套用。手動輸入會統一覆蓋所選影片的片長。

source: China (Mainland)
zh_hans: 中国大陆
zh_hant: 中國大陸

source: Hong Kong
zh_hans: 中国香港
zh_hant: 中國香港

source: Taiwan
zh_hans: 中国台湾
zh_hant: 中國臺灣

source: United States
zh_hans: 美国
zh_hant: 美國

source: Japan
zh_hans: 日本
zh_hant: 日本

source: South Korea
zh_hans: 韩国
zh_hant: 韓國

source: United Kingdom
zh_hans: 英国
zh_hant: 英國

source: France
zh_hans: 法国
zh_hant: 法國

source: Germany
zh_hans: 德国
zh_hant: 德國

source: Italy
zh_hans: 意大利
zh_hant: 義大利

source: Spain
zh_hans: 西班牙
zh_hant: 西班牙

source: Canada
zh_hans: 加拿大
zh_hant: 加拿大

source: Australia
zh_hans: 澳大利亚
zh_hant: 澳大利亞

source: India
zh_hans: 印度
zh_hant: 印度

source: Thailand
zh_hans: 泰国
zh_hant: 泰國
